Repository: ArengiServices/export-trads
Catalog: messages.*.xliff
Languages: de, es, fr

# label.generationCsv.settings.csvPath
source: Location of Csv files
fr: Emplacement des fichiers Csv

# label.generationCsv.settings.csvName
source: csv name
fr: Nom du csv

# label.generationCsv.execute.export
source: Run this csv generator
fr: Executer ce générateur de csv

# Label.GenerationCsv.Settings.Cron.Interval.Relance
source: Export frequency
fr: Fréquence de l’export

# Label.GenerationCsv.Settings.Cron.Heure.minute.jour
source: Hour/Minutes and day of export launch
fr: Heure/Minutes et jour de lancement de l’export

# label.flux.settings.new.entity.mappings.datestatut
source: Date status
fr: Date statut

# label.flux.settings.new.entity.mappings.userstatut
source: User status
fr: User statut

# label.flux.settings.new.entity.mappings.empty
source: Empty field
fr: Champ vide

# label.flux.settings.enableWarningsOnlyAtCellLevel
source: Passing errors
fr: Erreurs passantes

# label.flux.mail.report.csvWarning
source: Passing errors
fr: Erreurs passantes

# label.flux.mail.zip.warning
source: Passing errors
fr: Erreurs passantes

# label.flux.settings.new.entity.merge.columns
source: Creation of a CSV column merge for integration into the mapper
fr: Création d’une concaténation de colonnes du CSV pour intégration au mapper

# label.flux.settings.new.entity.mappings.geoloc.country
source: Country
fr: Pays

# label.flux.settings.new.entity.mappings.geoloc.areaRegion
source: Region
fr: Région

# label.flux.settings.new.entity.mappings.geoloc.areaDepartement
source: Department
fr: Département

# label.flux.settings.new.entity.mappings.geoloc.codePostal
source: Zip code
fr: Code Postale

# label.flux.settings.new.entity.mappings.geoloc.locality
source: City
fr: Ville

# label.flux.settings.new.entity.mappings.geoloc.route
source: Street
fr: Rue

# label.flux.settings.new.entity.mergeColsDescription
source: The merge is built as follows: {{Column index}} and add separators or free default values
fr: La concaténation se construit de la manière suivante : {{Index colonne}} et ajout de séparateurs ou de valeurs par défaut libres

# label.flux.settings.new.entity.mappings.geoloc.address
source: Address
fr: Adresse

# label.edit.via.export.import
source: Modify config via import export
fr: Modifier les config via l'import export

# label.jsonfile_to_import
source: Json file to import
fr: Fichier Json à importer

# label.edit.via.export
source: Export json file
fr: Exporter le ficher json

# label.flux.settings.new.entity.escape.modification.byCreation
source: Modify declarations created by flow
fr: Modifier les déclarations crée par flux

# label.flux.settings.new.entity.escape.modification.byEdit
source: Modify declarations modified by flow
fr: Modifier les déclarations modifié par flux

# label.flux.errors.table.not.found
source: The element "%table%" of the form does not exist
de: Datei "%table%" kann nicht geöffnet werden.
es: El elemento "%table%" del formulario no existe
fr: L'élement "%table%" du formulaire n'existe pas

# label.flux.settings.new.table.escape.modification.byCreation
source: Modify rows created by flow
fr: Modifier les lignes créées par flux

# label.flux.settings.new.table.escape.modification.byEdit
source: Modify rows modified by flow
fr: Modifier les lignes modifiées par flux

# label.flux.settings.entity.operationref.document
source: Declaration ID
fr: ID déclaration

# label.flux.settings.entity.fieldtarget.document
source: Declaration field ID
fr: ID Champ déclaration

# label.flux.settings.entity.name.document
source: Document title
fr: Intitulé du document

# label.flux.settings.entity.size.document
source: Weight
fr: Poids

# label.flux.settings.entity.ref.document
source: Document reference
fr: Référence de document

# label.flux.mail.zip.client
source: Client:
de: Datum Ende der Verarbeitung:
es: Cliente:

# label.flux.settings.new.entity.charset
source: Charset:
de: Nicht vorhandene Einträge in der Datei löschen ?
es: Juego de caracteres:

# label.flux.settings.new.entity.type
source: Type:
de: Datei:
es: Tipo:

# label.flux.settings.new.entity.mappings.options
source: Option
de: Andere
es: Opción

# label.flux.error.message
source: Message
de: Der Feldtyp "%value%" kann nicht importiert werden.
es: Mensaje

# label.flux.error.code
source: Code
de: Nachricht
es: Código

# label.flux.error.type
source: type
de: Code
es: tipo

# label.accessCluster
source: Cluster
de: Hinweis: Die Exportdateien für die Mehrsprachigkeit sind im UTF-8-Format formatiert.

# label.mindMap
source: MindMap
es: Mapa mental
