Repository: ArengiServices/export-trads
Catalog: messages.*.xliff
Languages: de, es, fr

# email.subscription.activate1
source: Dear %username%,<br><br>You requested a Risk Starter account. To finalise the subscription and become part of the ArengiBox community, please click on the link below:
fr: Cher(e) %username%,<br><br>Vous avez fait une demande de création de compte Risk Starter. Pour finaliser cette création et entrer dans la communauté ArengiBox, nous vous demandons de cliquer sur le lien ci-dessous :

# email.subscription.activate2
source: ACTIVATE MY ACCOUNT !
fr: J'ACTIVE MON COMPTE !

# email.subscription.activate3
source: You will then be able to log in with your username ( %email% ) and the password you entered when you subscribed.
fr: Vous pourrez alors vous connecter avec votre identifiant ( %email% ) et le mot de passe que vous avez saisi lors de votre souscription.

# email.subscription.activate4
source: Enjoy your risk management journey !
fr: Bonne gestion des risques !

# email.subscription.activate5
source: The ArengiBox team
fr: L’équipe ArengiBox

# email.subscription.activate6
source: This message has been sent automatically, please do not reply, your email will not be received.
fr: Ce message est envoyé par un automate, merci de ne pas y répondre, votre réponse ne pourra pas être traitée.

# email.subscription.activate7
source: If you did not initiate the request, please ignore this message
fr: Si vous n’êtes pas à l’origine de cette demande, veuillez ignorer ce message.

# email.subscription.activate_title
source: Activate your ArengiBox RiskStarter account
fr: Activation de votre compte Arengibox Risk Starter

# email.subscription.welcome1
source: Dear %username%,<br><br>We are delighted to welcome you in the <strong>ArengiBox Risk Starter</strong> community !<br>To access your risk management tool you can visit our website <a href="https://arengibox.com/en/" style="mso-line-height-rule: exactly;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;color: #2BAADF;font-weight: normal;text-decoration: underline;">arengibox.com</a> and click on CUTOMER LOGIN, or go directly to <a href="https://riskstarter.arengibox.com" style="mso-line-height-rule: exactly;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;color: #2BAADF;font-weight: normal;text-decoration: underline;">https://riskstarter.arengibox.com</a>, then enter your email address and password.<br>
fr: Cher(e) %username%,<br><br>Nous sommes heureux de vous compter désormais dans la communauté <strong>Risk Starter d’ArengiBox !</strong><br>Pour accéder à votre solution de gestion des risques, rendez-vous sur notre site <a href="https://arengibox.com" style="mso-line-height-rule: exactly;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;color: #2BAADF;font-weight: normal;text-decoration: underline;">arengibox.com</a> et cliquez sur CONNEXION CLIENT ou rendez-vous sur <a href="https://riskstarter.arengibox.com" style="mso-line-height-rule: exactly;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;color: #2BAADF;font-weight: normal;text-decoration: underline;">https://riskstarter.arengibox.com</a>, puis entrez votre adresse e-mail et votre mot de passe.<br>

# email.subscription.welcome2
source: To start your risk management project without further delay, we propose you to focus on 3 key steps :
fr: Pour démarrer sans plus attendre votre projet de gestion des risques, nous vous proposons un focus sur 3 étapes clés :

# email.subscription.welcome3
source: Assessment scales, matrixes, risk modules, risk categories… To help you get started, we have integrated our Arengi models. You are free to use or change this pre-loaded content as you see fit.
fr: Échelles d’évaluation, matrices, module de risques, catégories de risques… Pour vous faciliter la prise en main de l’outil, nous avons intégré nos modèles Arengi. Libre à vous de les utiliser ou de les modifier.

# email.subscription.welcome4
source: Involve contributors to develop your risk register, document identified risks, conduct risk assessment surveys, prioritization workshops.
fr: Sollicitez des contributeurs afin d’élaborer votre registre de risques, documentez les risques identifiés, faites effectuer des pré-évaluations en amont des ateliers et animez vos ateliers d'arbitrage.

# email.subscription.welcome5
source: Once your map is completed, set up action plans, define performance and risk indicators, monitor risks etc...
fr: A l’issue de votre projet de cartographie, mettez en place des plans d’actions, définissez des indicateurs de performance et de risques, suivez l’évolution de vos risques…

# email.subscription.welcome6
source: Questions about your account or Risk Starter ? You would like a webinar presentation of Risk Starter's key features ? Contact us at the following email address : <a href="mailto:support@arengibox.com" target="_blank" style="mso-line-height-rule: exactly;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;color: #2BAADF;font-weight: normal;text-decoration: underline;">support@arengibox.com</a> and we will help you !
fr: Vous avez des questions concernant votre compte ou Risk Starter ? Vous souhaitez un webinaire de démonstration (30 min.) des principales fonctionnalités de Risk Starter ? N’hésitez pas à nous contacter à l’adresse mail suivante : <a href="mailto:support@arengibox.com" target="_blank" style="mso-line-height-rule: exactly;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;color: #2BAADF;font-weight: normal;text-decoration: underline;">support@arengibox.com</a>

# email.subscription.welcome7
source: The ArengiBox Support team remains at your disposal for any further information and is pleased to welcome you in the ArengiBox community !
fr: Le support ArengiBox reste à votre disposition pour répondre à toutes vos questions et se réjouit de vous compter parmi ses utilisateurs.

# email.subscription.welcome_title
source: ArengiBox Risk Starter - getting started in 3 key steps
fr: ArengiBox Risk Starter - 3 étapes clés

# label.subscription_confirm.error.noexist
source: Invalid link. <br/>If the problem persists, please contact us at : <a href="mailto:support@arengibox.com">support@arengibox.com</a>
fr: Le lien soumis est invalide. <br/>Si le problème persiste, veuillez nous contacter à l'adresse suivante : <a href="mailto:support@arengibox.com">support@arengibox.com</a>

# label.subscription_confirm.error.validated
source: The Risk Starter account %email% has been previously activated. <br/>Please click on the following link to log in : <a href="%urllogin%">%urllogin%</a>
fr: Le compte Risk Starter %email% a été activé précédemment. <br/><br/>Cliquez sur le lien suivant pour vous connecter : <a href="%urllogin%">%urllogin%</a>

# label.subscription_confirm.success
source: The Risk Starter account %email% has been succesfully activated. You will automatically be redirected to the login screen in a few seconds. <br/>If you don't want to wait, please click on the following link : <a href="%urllogin%">%urllogin%</a>
fr: Le compte Risk Starter %email% a bien été activé. <br/>Vous allez être redirigé(e) vers la page de connexion dans quelques secondes. <br/>Si vous ne souhaitez pas attendre, cliquez sur le lien suivant pour vous connecter : <a href="%urllogin%">%urllogin%</a>

# label.evalRisk
source: Assessment access for risk owners
fr: Accès à l'évaluation pour les propriétaires de risques

# label.pin_fav_client
source: Pin this client as a favorite
de: Eintrag von Metatabellen
es: Anclar este cliente como favorito
fr: Epingler ce client en favori

# label.show_elements
source: Item overview
de: Diesen Kunden als Favoriten anheften
es: Resumen de artículos
fr: Aperçu des éléments

# label.sort_by_alpha
source: Sort by alphabetical order
de: Übersicht über die Elemente
es: Ordenar alfabéticamente
fr: Trier par ordre alphabétique

# label.show_fav
source: Show favorites
de: Alphabetisch sortieren
es: Mostrar favoritos
fr: Afficher les favoris

# label.big_frames]
source: Large thumbnails
de: Favoriten anzeigen
es: Miniaturas grandes
fr: Grandes vignettes

# label.activateSendMailTableauBord
source: Enable emailing from the form dashboard
de: Große Miniaturansichten
es: Habilitar el envío de correos electrónicos desde el panel de control del formulario
fr: Activer l'envoi de mails depuis le tableau de bord formulaire

# label.adminCartoDroit
source: Enable emailing from the form dashboard
de: Aktivieren des E-Mail-Versands vom Formular-Dashboard aus.
es: Acceso a la creación de mapas y perímetros para los administradores de mapas
fr: Accès à la création de cartographies et Périmètres pour les admin de cartographies

# label.flux.delete.file
source: Delete the settings file
de: Zugriff auf die Erstellung von Mappings und Perimeter für Mapping-Admins.
es: Borrar el archivo de configuración
fr: Supprimer le ficher de paramétrage

# label.flux.execute.import
source: Execute the import of this organization
de: Die Einstellungsdatei löschen
es: Ejecutar la importación de esta organización
fr: Executer l'import de cette configuration

# label.flux.mail.zip.info
source: Zip information:
de: Import dieser Organisation durchführen
es: Información sobre la cremallera:
fr: Information du zip:

# label.flux.mail.zip.startTime
source: Processing start date:
de: Informationen aus der Zip-Datei:
es: Fecha de inicio de la tramitación:
fr: Date début traitement:

# label.flux.mail.zip.endTime
source: End date of processing:
de: Datum Beginn der Verarbeitung:
es: Fecha de finalización del tratamiento:
fr: Date fin traitement:

# label.flux.mail.zip.zipFile
source: Zip File:
de: Kunde:
es: Archivo zip:
fr: Fichier zip:

# label.flux.mail.zip.status
source: Status:
de: Die Zip-Datei:
es: Estado:
fr: Statuts:

# label.flux.mail.zip.errors
source: Zip read errors :
de: Status:
es: Errores de lectura del zip :
fr: Erreurs de lecture zip :

# label.flux.mail.report.file
source: File
de: Fehler beim Lesen von zip :
es: Archivo
fr: Fichier

# label.flux.mail.report.env
source: Environment
de: Datei
es: Medio ambiente
fr: Environnement

# label.flux.mail.report.csvLignes
source: Total number of lines
de: Umgebung
es: Número total de líneas
fr: Nombre de lignes total

# label.flux.mail.report.csvErrors
source: Number of lines in error
de: Anzahl der Zeilen insgesamt
es: Número de líneas con error
fr: Nombre de lignes en erreur

# label.flux.mail.report.status
source: Status
de: Anzahl der fehlerhaften Zeilen
es: Estatus
fr: Statut

# label.flux.mail.report.client
source: Form or Metatable
de: Status
es: Forma o Metástasis
fr: Formulaire ou Metatable

# label.flux.mail.report.startTime
source: Start date for processing
de: Formular oder Metatabelle
es: Fecha de inicio del tratamiento
fr: Date début traitement

# label.flux.mail.report.endTime
source: Processing end daten
de: Datum Beginn der Verarbeitung
es: Fecha de finalización de la tramitación
fr: Date Fin traitement

# label.flux.settings.title
source: Parameters Flux csv :
de: Datum Ende der Verarbeitung
es: Parámetros Flujo Csv :
fr: Paramètres Flux csv :

# label.flux.settings.name
source: Name
de: Parameter csv-Feed :
es: Nombre
fr: Nom

# label.flux.settings.emails
source: E-mail (add a comma in each email)
de: Name
es: Correo electrónico (añada una coma en cada correo)
fr: E-mail (ajouter une virgule en chaque email )

# label.flux.settings.zipName
source: Zip name
de: E-Mail (fügen Sie in jeder E-Mail ein Komma hinzu )
es: nombre de la postal
fr: nom du zip

# label.flux.settings.password
source: Password
de: Name der Zip
es: Contraseña
fr: Mot de passe

# label.flux.settings.zipPath
source: Zip file location
de: Passwort
es: Ubicación del archivo zip
fr: Emplacement des fichiers Zip

# label.flux.settings.archive
source: Archive zip
de: Speicherort der Zip-Dateien
es: Archivo zip
fr: Archiver dans un zip

# label.flux.settings.new.entity
source: New entity:
de: Zip archivieren
es: Nueva entidad:
fr: Nouvelle entité:

# label.flux.settings.add.new.entity
source: Add an entity
de: Neue Entität:
es: Añadir una entidad
fr: Ajouter une entité

# label.flux.settings.saved.entity
source: Existing entity:
de: Entität hinzufügen
es: Entidad existente:
fr: Entité existante:

# label.flux.settings.new.entity.uniqueId
source: Unique Id:
de: Eine bestehende Entität:
es: Identificación única:
fr: Id unique:

# label.flux.settings.new.entity.fileName
source: File Name:
de: Eindeutige ID:
es: Nombre del archivo:
fr: Nom du fichier:

# label.flux.settings.new.entity.priority
source: Priority:
de: Name der Datei: Name der Datei:
es: Prioridad:
fr: Priorité:

# label.flux.settings.new.entity.deleteUnchanged
source: Delete non-existent entries in the file?
de: Priorität:
es: ¿Borrar entradas inexistentes en el archivo?
fr: Supprimer les entrées non-existante dans le fichier ?

# label.flux.settings.new.entity.delimiter
source: Delimiter:
de: Charset:
es: Delimitador:
fr: Délimiteur

# label.flux.settings.new.entity.file
source: File:
de: Begrenzer:
es: Archivo:
fr: Fichier:

# label.flux.settings.new.entity.generateMappings
source: Generate mapping table
de: Typ:
es: Generar tabla de asignación
fr: Générer la table de correspondances

# label.flux.settings.new.entity.mappings
source: Matching table:
de: Mapping-Tabelle erzeugen
es: Mesa de correspondencia:
fr: Table de correspondance:

# label.flux.settings.new.entity.mappings.identification
source: Identifier:
de: Tabelle der Übereinstimmungen:
es: Identificador:
fr: Identifiant:

# label.flux.settings.new.entity.mappings.identification.csv
source: Csv ID:
de: Identifikator: Der Identifikator:
es: Identificador Csv:
fr: Identifiant csv

# label.flux.settings.new.entity.mappings.identification.entity
source: Entity ID:
de: csv Identifikator:
es: Identificador de la entidad:
fr: Identifiant entité

# label.flux.settings.new.entity.mappings.nom
source: Name
de: Kennung der Einheit:
es: Nombre
fr: Nom

# label.flux.settings.new.entity.mappings.col
source: Column
de: Name
es: Columna
fr: Colonne

# label.flux.settings.new.entity.mappings.entity
source: Form field/Metatable
de: Spalte
es: Campo de formulario/Metatable
fr: Champ du formulaire/Metatable/Document

# label.flux.settings.new.entity.mappings.other
source: Other
de: Formularfeld/Metatable
es: Otros
fr: Autre

# label.flux.settings.new.entity.mappings.add
source: Add a match
de: Option
es: Añadir un partido
fr: Ajouter une correspondance

# label.flux.settings.new.entity.mappings.dateFormat
source: Date Format:
de: Übereinstimmung hinzufügen
es: Formato de la fecha:
fr: Format de la date

# label.flux.settings.new.entity.mappings.separator
source: Separator:
de: Format des Datums:
es: Separador:
fr: Séparateur

# label.flux.settings.new.entity.mappings.devise
source: Currency field:
de: Trennzeichen:
es: Campo de la moneda:
fr: Champ devise

# label.flux.settings.new.entity.mappings.required
source: Required field:
de: Feld für Währung:
es: Campo obligatorio:
fr: Champ obligatoire:

# label.flux.errors.zip.not.found
source: Zip file "%fileName%" not found
de: Dieses Feld ist ein Pflichtfeld:
es: No se ha encontrado el archivo zip "%fileName%".
fr: Fichier zip "%fileName%" introuvable

# label.flux.errors.zip.extraction.failed
source: Zip file "%fileName%" cannot be extracted
de: Zip-Datei "%fileName%" nicht gefunden
es: El archivo zip "%fileName%" no puede ser extraído
fr: Fichier zip "%fileName%" ne peut être extrait

# label.flux.errors.file.not.found
source: File "%fileName%" not found
de: Zip-Datei "%fileName%" kann nicht extrahiert werden.
es: Archivo "%fileName%" no encontrado
fr: Fichier "%fileName%" introuvable

# label.flux.errors.file.reading.failed
source: File "%fileName%" cannot be opened
de: Datei "%fileName%" nicht gefunden
es: El archivo "%fileName%" no puede ser abierto
fr: Fichier "%fileName%" ne peut être ouvert

# label.flux.errors.formevt.not.found
source: The element "%formvt%" of the form does not exist
de: Datei "%fileName%" kann nicht geöffnet werden.
es: El elemento "%formvt%" del formulario no existe
fr: L'élement "%formevt%" du formulaire n'existe pas

# label.flux.errors.elementFormEvt.not.found
source: Field with id:"%value%" of the form does not exist
de: Das Element "%formevt%" des Formulars ist nicht vorhanden.
es: El campo con id:"%value%" del formulario no existe
fr: Le champ avec l'id:"%value%" du formulaire n'existe pas

# label.flux.errors.elementFormEvt.cant_be.imported
source: The field type "%value%" cannot be imported
de: Das Feld mit der ID:"%value%" des Formulars existiert nicht.
es: No se puede importar el tipo de campo "%value%".
fr: Le type de champ "%value%" ne peut pas être importé

# label.flux.errors.date.not.created
source: Impossible to create a date from "%value%" with the format "%format%".
de: Der Feldtyp "%value%" kann nicht importiert werden.
es: Imposible crear una fecha a partir de "%value%" con el formato "%format%"
fr: Impossible de crée une date depuis "%value%" avec le format "%format%"

# label.flux.errors.organisation.not.found
source: The imported reference "%value%" is not present in the organizations
de: Es kann kein Datum aus "%value%" mit dem Format "%format%" erstellt werden.
es: La referencia importada "%value%" no está presente en las organizaciones
fr: La référence importée "%value%" n’est pas présente dans les organisations

# label.flux.error.elementFormEvt.selectMeta.not.found
source: The value %value% for information %field% does not exist
de: Die importierte Referenz "%value%" ist in Organisationen nicht vorhanden.
es: El valor %value% para la información "%field%" no existe.
fr: La valeur %value% pour l’information « %champ% » n’existe pas

# label.flux.error.elementFormEvt.select.option.not.found
source: The value %value% for information %field% does not exist
de: Der Wert %wert% für die Information "%feld%" existiert nicht im Repository "%repository%".
es: El %valor% para la información %campo% no existe
fr: La valeur %value% pour l’information %champ% n’existe pas

# label.flux.error.elementFormEvt.lienformulaire.not.found
source: The value %value% for the information "%field%" does not exist in the repository "%repository%".
de: Der Wert %value% für die Information "%feld%" existiert nicht.
es: El valor %value% para la información "%field%" no existe en el repositorio "%repository%".
fr: La valeur %value% pour l’information « %champ% » n’existe pas dans le référentiel « %referentiel% »

# label.flux.error.elementFormEvt.required.failed
source: The value %value
de: Der Wert %value% für die Information "%feld%" existiert nicht im Referenzsystem "%referential%".
es: La información obligatoria "%campo%" no se ha rellenado
fr: L’information obligatoire "%champ%" n’est pas renseignée

# label.flux.error.metatable.not.found
source: The element "%metatable%" of the metatable does not exist
de: Die obligatorische Information "%feld%" ist nicht ausgefüllt.
es: El elemento "%metatable%" de la metatabla no existe
fr: L'élement "%metatable%" de la metatable n'existe pas

# label.flux.error.metatable.field.not.found
source: The field with id:"%value%" of the metatable does not exist
de: Das Element "%metatable%" der Metatable existiert nicht.
es: El campo con id:"%value%" de la metatabla no existe
fr: Le champ avec l'id:"%value%" de la metatable n'existe pas

# label.flux.error.metatable.factory.not.found
source: The field type "%value%" cannot be imported
de: Das Feld mit der id:"%value%" aus der Metatabelle existiert nicht.
es: No se puede importar el tipo de campo "%value%".
fr: Le type de champ "%value%" ne peut pas être importé

# label.flux.mail.zip.logName
source: Log file
de: Typ
es: Archivo de registro
fr: Fichier de log:

# label.flux.error.csvLignes
source: Line number
de: Datei von log:
es: Número de línea
fr: Numéro de ligne

# label.flux.errors.intfield.not.int
source: The value of the numeric field %field% is not numeric: %value%.
de: Zeilennummer
es: El valor del campo numérico %field% no es numérico: %value%.
fr: La valeur du champ numerique %champ% n'est pas numerique: %value%

# label.flux.errors.intfield.not.betweenr.range
source: The value %value% of the numeric field %field% is not between %min% and %max%.
de: Der Wert des numerischen Feldes %feld% ist nicht numerisch: %value%
es: El valor %value% del campo numérico %field% no está entre %min% y %max%.
fr: La valeur %value% du champ numerique %champ% n'est pas entre %min% et %max%

# label.flux.errors.intfield.less_than.range
source: The value %value% of the numeric field %field% is lower than the min value %min%.
de: Der Wert %value% des numerischen Feldes %champ% liegt nicht zwischen %min% und %max%.
es: El %valor% del campo numérico %field% es inferior al valor mínimo %min%.
fr: La valeur %value% du champ numerique %champ% est inférieur à la valeur min %min%

# label.flux.errors.intfield.more_than.range
source: The value %value% of the numeric field %field% is greater than the max value %max%.
de: Der Wert %value% des numerischen Feldes %champ% ist kleiner als der Min-Wert %min%.
es: El %valor% del campo numérico %field% es mayor que el valor máximo %max%.
fr: La valeur %value% du champ numerique %champ% est supérieure à la valeur max %max%

# label.flux.errors.col.empty
source: The required column %col% of the csv is empty
de: Der Wert %value% des numerischen Feldes %champ% ist größer als der Max-Wert %max%.
es: La columna requerida %col% del csv está vacía
fr: La colonne requise %col% du csv est vide

# label.empty_notice_referentiel_formulaire
source: You have not yet added a role to the form repository
de: Die erforderliche Spalte %col% der csv ist leer.
es: Todavía no has añadido un rol al repositorio de formularios
fr: Vous n'avez pas encore ajouté de rôle au référentiel formulaire

# label.information.format.fichier.multilingue
source: Information: the formatting of the multilingual export files is in UTF-8 format so that all languages can be displayed correctly. Therefore the import file must keep the UTF-8 format for the correct update of the multilingual.
de: Sie haben noch keine Rolle zum Formular-Repository hinzugefügt.
es: Información: el formato de los archivos de exportación multilingües está en formato UTF-8 para que todos los idiomas puedan visualizarse correctamente. Por lo tanto, el archivo de importación debe mantener el formato UTF-8 para la correcta actualización del multilingüismo.
fr: Information: le formatage des fichiers d'exports du multilingue est au format UTF-8 pour que toutes les langues soivent afficher correctement. De ce fait le fichier d'import doit garder le format UTF-8 pour le bon fonctionne de mise à jour du multilingue.

# label.mapper.error.elementFormEvt.select.option.not.found
source: The value %value% for the column "%field%" does not exist
fr: La valeur %value% pour la colonne %champ% n’existe pas

# label.idFonctionnelTransverse
source: Include functional IDs in the import/export of cross-functional tables
fr: Inclure les id fonctionnels dans l'import / export des tables transverses

# Label.ProvisionningRoleSSO
source: Role Provisioning (SSO)
fr: Provisionning des rôles (SSO)

# Label.CreatedUserSAML
source: User creation by SSO
fr: Création d'utilisateur par le SSO

# label.flux.error.field.required.failed
source: Required information %champ% is empty
fr: Information obligatoire %champ% n’est pas renseignée

# label.flux.error.operationref.empty
source: %champ% is empty
fr: %champ% est vide

# label.flux.error.operationref.notExist
source: %champ% does not exist in the database
fr: %champ% n'existe pas dans la base de donnée

# label.flux.error.documenttype.notExist
source: %champ% does not exist in the database
fr: %champ% n'existe pas dans la base de donnée

# label.generationCsv
source: CSV generator
fr: Générateur CSV

# label.generationCsv.settings.title
source: CSV generator settings:
fr: Paramètres Générateur csv :

# label.generationCsv.settings.author.email
source: Sender Email
fr: E-mail de l'expéditeur
